export const russianA2Questions = [
  {
    text: "Это девушка ….... говорит по-французски.",
    options: ["Которая","Которое","Который"],
    answer: "A",
  },
  {
    text: "Вчера на уроке студенты .........тест.",
    options: ["напишут","писали","пишут"],
    answer: "B",
  },
  {
    text: "Мне очень …твоя помощь.",
    options: ["Нужна","Нужны","Нужно"],
    answer: "A",
  },
  {
    text: "Олег не хотел играть ...… .",
    options: ["На футбол","Футбол","В футбол"],
    answer: "C",
  },
  {
    text: "Музей откроется ....… .",
    options: ["Пятое марта","Пятого марта","Пятое март"],
    answer: "B",
  },
  {
    text: "Рабочие идут… .",
    options: ["В завод на работу","На завод в работу","На завод на работу"],
    answer: "C",
  },
  {
    text: "Это сестра… .",
    options: ["Антон","Антона","Антону"],
    answer: "B",
  },
  {
    text: "Студенты должны…...... в университет каждый день.",
    options: ["Ходить","Ходят","Идти"],
    answer: "A",
  },
  {
    text: "Как … твоего брата?",
    options: ["Называется","Зовется","Зовут"],
    answer: "C",
  },
  {
    text: "Завтра я обязательно тебе… .",
    options: ["Позвоню","Звоню","Буду звонить"],
    answer: "A",
  },
  {
    text: "Когда Михаил … на работу?",
    options: ["Приедем","Приехала","Приедет"],
    answer: "C",
  },
  {
    text: "Завтра я иду в гости … .",
    options: ["Друг","К другу","У друга"],
    answer: "B",
  },
  {
    text: "Джон говорит по-русски … .",
    options: ["Хороший","Хорошее","Хорошо"],
    answer: "C",
  },
  {
    text: "Саша и Таня быстро ….... домашнюю работу и пошли в кино.",
    options: ["Сделали","Делать","Делали"],
    answer: "A",
  },
  {
    text: "Летом мы часто … в деревню.",
    options: ["Ходим","Ездим","Едем"],
    answer: "B",
  },
  {
    text: "Летом мы будем отдыхать ............. .",
    options: ["Месяц","Через месяц","На месяц"],
    answer: "A",
  },
  {
    text: "Я не знаю, … преподаватель.",
    options: ["Куда","Где","Что"],
    answer: "B",
  },
  {
    text: "Олег не любит … один.",
    options: ["Ужинаем","Ужинает","Ужинать"],
    answer: "C",
  },
  {
    text: "Школьники мечтают … .",
    options: ["О каникулах","В каникулы","О каникулы"],
    answer: "A",
  },
  {
    text: "Я обычно пью кофе ... утрам .",
    options: ["на","за","по"],
    answer: "C",
  },
  {
    text: "В нашем новом доме четыре ....... .",
    options: ["Этажу","этажа","Этажей"],
    answer: "B",
  },
  {
    text: "Анна долго искала ключи и наконец .... их.",
    options: ["Нашла","Найдет","Находила"],
    answer: "A",
  },
  {
    text: "Летом мы всей семьей отдыхали .... Кавказе.",
    options: ["С","В","На"],
    answer: "C",
  },
  {
    text: "В густом лесу туристы неожиданно увидели .......... .",
    options: ["Диком медведе","Дикого медведя","Дикий медведь"],
    answer: "B",
  },
  {
    text: "Мои родители ........ мне телефон.",
    options: ["подарили","подарил","подарить"],
    answer: "A",
  },
]

