export const russianB1Questions = [
  {
    text: "Я всегда … рано утром",
    options: ["встает","встаешь","встаю"],
    answer: "C",
  },
  {
    text: "Мы … в кино на прошлой неделе.",
    options: ["были","будем","есть"],
    answer: "A",
  },
  {
    text: "Пожалуйста … дверь, когда уходите.",
    options: ["закрываешь","закрой","закройте"],
    answer: "C",
  },
  {
    text: "Мне нужно … хлеба в магазине.",
    options: ["отдать","купить","продать"],
    answer: "B",
  },
  {
    text: "Сколько падежей в русском языке?",
    options: ["6","4","7"],
    answer: "A",
  },
  {
    text: "Я знакома с человеком … Нобелевскую премию.",
    options: ["получаемым","полученном","получившим"],
    answer: "C",
  },
  {
    text: "Это книга… на русский язык в 2005 году.",
    options: ["была переведена","будет переведена","переведённая"],
    answer: "A",
  },
  {
    text: "Антон изменил решение … вчера.",
    options: ["принявшие","принимаемое","принятое"],
    answer: "C",
  },
  {
    text: "Мой младший брат хочет развивать … силу воли.",
    options: ["при себе","В себе","для себя"],
    answer: "B",
  },
  {
    text: "Катя часто не может удержаться…",
    options: ["от ненужной покупки","Для ненужной покупки","С ненужной покупкой."],
    answer: "A",
  },
  {
    text: "…. мы поедем на каникулы.",
    options: ["с несколько дней","через несколько дней","за несколько дней"],
    answer: "B",
  },
  {
    text: "Мы договорились встретиться ….... на вокзал.",
    options: ["перед главным входом","при главном входам","над главным входам"],
    answer: "A",
  },
  {
    text: "Не успел я подойти к двери … она неожиданно распахнулась.",
    options: ["только","как только","как"],
    answer: "C",
  },
  {
    text: "Мы долго ехали и наконец .......... до вершины горы.",
    options: ["доехали","заехали","проехали"],
    answer: "A",
  },
  {
    text: "Борис дай мне пожалуйста ....... что-нибудь.",
    options: ["вычитать","почитать","дочитать"],
    answer: "B",
  },
  {
    text: "Вся моя библиотека состоит из книг которых я когда то …",
    options: ["зачитал","перечитал","прочитал"],
    answer: "C",
  },
  {
    text: "Я никому не … свои книги.",
    options: ["даю","передаю","выдаю"],
    answer: "A",
  },
  {
    text: "Давай поговорим спокойно … не пришли гости.",
    options: ["как только","пока","когда"],
    answer: "B",
  },
  {
    text: "Один из нас приедет ....... сам",
    options: ["к даче","на даче","на дачу"],
    answer: "C",
  },
  {
    text: "........ пожалуйста, гвоздь в стену.",
    options: ["выбей","забей","прибей"],
    answer: "B",
  },
  {
    text: "Я очень устал потому что весь день ........ по городу.",
    options: ["ходил","сходил","пошел"],
    answer: "A",
  },
  {
    text: "Мальчик долго ......... у мамы разрешения пойти на футбол.",
    options: ["требовал","спрашивал","просил"],
    answer: "C",
  },
  {
    text: "В зале не осталось свободных .........",
    options: ["местам","мест","местов"],
    answer: "B",
  },
  {
    text: "Ученый долго работал ...... новым научным исследованием.",
    options: ["над","к","за"],
    answer: "A",
  },
  {
    text: "Вчера весь вечер я ...... статью, но так и не закончил её.",
    options: ["подписывал","писал","написал"],
    answer: "B",
  },
]

