export const russianA1Questions = [
  {
    text: "Это Лиза, .... студентка.",
    options: ["ты","я","он","она"],
    answer: "D",
  },
  {
    text: "Укажите правильную форму множественного числа слова “город”",
    options: ["городы","городе","города","городов"],
    answer: "C",
  },
  {
    text: "Я много ............",
    options: ["говорит","говорю","говорят","говорим"],
    answer: "B",
  },
  {
    text: "... зовут Миша и Наташа.",
    options: ["нас","мы","его","меня"],
    answer: "A",
  },
  {
    text: "Они ........ в Москве",
    options: ["живешь","живут","живет","жить"],
    answer: "B",
  },
  {
    text: "Лена .... где банк.",
    options: ["знает","знаю","знаешь","знают"],
    answer: "A",
  },
  {
    text: "... машина стоит во дворе.",
    options: ["моё","мой","моя","мои"],
    answer: "C",
  },
  {
    text: "Я ..... по-русски.",
    options: ["говорю","говорят","говорим","говоришь"],
    answer: "A",
  },
  {
    text: "Я Маша .... 35 лет.",
    options: ["нам","мне","тебе","ему"],
    answer: "B",
  },
  {
    text: "... это книга.",
    options: ["чьи","чьё","чья","чей"],
    answer: "C",
  },
  {
    text: "На улице я увидел ...........",
    options: ["друга","другу","другом","друг"],
    answer: "A",
  },
  {
    text: "Я ...... книгу.",
    options: ["читают","читаем","читать","читаю"],
    answer: "D",
  },
  {
    text: ".... друг живёт в Ташкенте.",
    options: ["твои","твоё","твой","твоя"],
    answer: "C",
  },
  {
    text: "Найди прилагательное.",
    options: ["умный","чистить","маркер","быстро"],
    answer: "A",
  },
  {
    text: "Извините, это .... собака.",
    options: ["вас","ваша","ваш","ваше"],
    answer: "B",
  },
  {
    text: "Мы .... хорошо.",
    options: ["работаете","работают","работаем","работать"],
    answer: "C",
  },
  {
    text: "Это .... учебники.",
    options: ["наша","наше","наш","наши"],
    answer: "D",
  },
  {
    text: "Сколько букв в русском алфавите",
    options: ["33","28","29","32"],
    answer: "A",
  },
  {
    text: "Мама и папа это .....",
    options: ["соседи","внуки","братья","родители"],
    answer: "D",
  },
  {
    text: "Это ...... письмо.",
    options: ["моё","моя","мой","мои"],
    answer: "A",
  },
  {
    text: "Я люблю ....... музыку.",
    options: ["слушаешь","слушает","слушаю","слушать"],
    answer: "D",
  },
  {
    text: "Иван Сергеевич работает ...........",
    options: ["о заводе","на заводе","к заводе","в заводе"],
    answer: "B",
  },
  {
    text: "Я уже читал ..... книгу.",
    options: ["этот","эти","это","эту"],
    answer: "D",
  },
  {
    text: "Сколько гласных букв в русском алфавите?",
    options: ["8","10","9","12"],
    answer: "B",
  },
  {
    text: "Я хочу купить ....... сумку.",
    options: ["большой","больше","большую","большая"],
    answer: "C",
  },
]

